//Comments like this technically violate the JSON standard, but the game will filter them out automatically when loading the file
//This is useful in case you need to add notes or instructions to your translator for specific lines.
//Note: This only works with double slash comments, not slash star comment star slash.
{
	"Meta": {
		"LanguageNameNative": "French", //The name of the language, in your game's native language
		"LanguageNameLocal": "Français" //The name of the language, in that language
	},
	"UI": {
		"MainMenu": {
			"PlayButton": "JOUER",
			"DeleteButton": "SUPPRIMER",
			"DeleteYouSure": "SUR ?",
			"DeleteDeleted": "SUPPRIMÉ",
			"SettingsButton": "PARAMÈTRES",
			"TutorialButton": "TUTORIEL",
			"ExitButton": "Quitter",
			"EmptySaveFile": "VIDE"
		},
		"NameEntryMenu": {
			"EnterThyName": "ENTRE UN NOM",
			"DoneButton": "OK"
		},
		"SettingsMenu": {
			"Back": "Retour",
			"MainSubMenu": {
				"Game": "Jeu",
				"AudioVolume": "Volume",
				"Controls": "Contrôles",
				"ResetSettings": "Réinitiliser",
				"SaveSettings": "Sauvegarder"
			},
			"GameSubMenu": {
				"ToggleOff": "Non",
				"ToggleOn": "Oui",
				"WindowMode": "Écran Mode",
				"Window": "Fenêtré",
				"Full": "Plein",
				"Resolution": "Résolution",
				"RemasteredMode": "Mode Remastérisé",
				"RemasteredModeHint": "Action 1 = Utiliser une arme, Action 2 = Utiliser un trésor. Fonction restaurée, le bouton Action 2 remplace l'objet Ruby, etc.",
				"Subtitles": "Sous-titres",
				"Language": "Langue"
			},
			"AudioSubMenu": {
				"MasterVolume": "Général",
				"MusicVolume": "Musique",
				"SoundFXVolume": "Effets Sonores",
				"DialogueVolume": "Dialogue"
			},
			"ControlsSubMenu": {
				"DeviceToConfig": "Contrôleur",
				"Keys": "Clavier",
				"Gamepad": "Manette",
				"BindingNames": {
					"Left": "Gauche",
					"Right": "Droite",
					"Up": "Haut",
					"Down": "Bas",
					"Action1": "Action 1/Valider",
					"Action2": "Action 2/Annuler",
					"Inventory": "Inventaire",
					"Map": "Carte",
					"Menu": "Menu"
				},
				"InputNames": {
					"Left": "gauche",
					"Right": "droite",
					"Up": "haut",
					"Down": "bas",
					"Escape": "échap",
					"Enter": "entrée",
					"Arrow": "flèche",
					"StickClick": "clic"
				}
			}
		},
		"InventoryMenu": {
			"TreasuresCategory": "ARMES",
			"WeaponsCategory": "TRÉSORS",
			"MapButton": "Carte",
			"ExitButton": "Quitter"
		},
		"MapMenu": {
			"LocationTitles": {
				"Tolemac": "Tolemac",
				"ShrineOfEarth": "Sanctuaire de la Terre",
				"ShrineOfIllusion": "Sanctuaire de l'Illusion",
				"ShrineOfAir": "Sanctuaire de l’Air",
				"ShrineOfDestiny": "Sanctuaire du Destin",
				"ShrineOfWater": "Sanctuaire de l'Eau",
				"ShrineOfStrength": "Sanctuaire de la Force",
				"ShrineOfFire": "Sanctuaire du Feu",
				"GanonsGauntlet": "Gantelet de Ganon"
			},
			"CompassDirections": {
				"North": "N",
				"West": "O",
				"East": "E",
				"South": "S"
			},
		},
		"ExitMenu": {
			"SaveAndQuit": "Sauvegarder & Quitter",
			"QuitWithoutSave": "Quitter Sans Sauvegarder",
			"ReturnToGame": "Continuer"
		},
		"SkipCutsceneHint": "Appuie pour passer"
	},
	"Subtitles": {
		"Cutscenes": {
			"Intro": {
				"Line01": "Gaspra : Il n'y aura plusde visionnement ce soir.",
				"Line02": "Ah, le parchemin de Shurmak...",
				"Line03": "porteur de tristes nouvelles il y a de nombreuses années.",
				"Line04": "C'est ainsi que Ganon, le Seigneur des Ténèbres, s'empara de Tolemac.",
				"Line05": "Il avait volé les précieux signes célestes et capturé Link !",
				"Line06": "Il faudrait trouver une guerrière courageuse pour affronter ce monstre maléfique.",
				"Line07": "Et j'ai donc trouvé cette championne de force et de courage.",
				"Line08": "C'est vous, princesse Zelda. Avec ce pendentif magique, allez de l'avant...",
				"Line09": "et avec chaque signe que vous recueillerez, vous gagnerez aussi en connaissance.",
				"Line10": "Trouvez votre baguette magique.",
				"Line11": "Utilisez-la à bon escient et écoutez vos alliés tout au long du chemin !",
				"Line12": "Allez-y maintenant, ma princesse. Restaurez les signes céleste et sauvez Link !"
			},
			"Tutorial": {
				"Line01": "Bienvenue dans les aventures de Zelda, un jeu de rôle d'action et aventure.",
				"Line02": "En tant que joueur, vous incarnez notre héroïne, la princesse Zelda.",
				"Line03": "Pour jouer au jeu avec succès, vous devez explorer le grand territoire de Tolemac.",
				"Line04": "Pour contrôler les déplacements de Zelda autour de Tolemac",
				"Line05": "déplacez la manette à gauche, à droite, en haut, en bas et en diagonale.",
				"Line06": "L'astronome de la cour Gaspra",
				"Line07": "présentera l'histoire de Zelda et décrira comment sa quête a commencé.",
				"Line08": "Il réapparaîtra également chaque fois",
				"Line09": "que Zelda a réussi à terminer un sanctuaire souterrain",
				"Line10": "et a récupéré l'un des sept précieux Signes Célestes.",
				"Line11": "Un autre mentor et guide pour Zelda, c'est moi, Shurmak.",
				"Line12": "Tout au long du jeu, j'aide Zelda à s'orienter et je la guide.",
				"Line13": "En explorant, Zelda rencontrera de nombreux ennemis qui habitent cette région.",
				"Line14": "Elle doit les vaincre en utilisant son habileté et sa rapidité.",
				"Line15": "Zelda les attaque avec sa baguette magique.",
				"Line16": "Vous utilisez la baguette en appuyant sur le bouton Action 1.",
				"Line17": "Si Zelda réussit à vaincre ses ennemis, elle sera récompensée.",
				"Line18": "Ils laisseront tomber aléatoirement des rubis et des cœurs...",
				"Line19": "cela augmentera respectivement sa monnaie et ses unités de vie.",
				"Line20": "Les rubis, qui constituent la monnaie de Tolemac",
				"Line21": "peut être utilisé pour acheter des objets utiles",
				"Line22": "et sont indiqués dans le coin supérieur gauche de l'écran.",
				"Line23": "Les coeurs sont les unités de vie qui donnent à Zelda la force de combattre tout au long du jeu.",
				"Line24": "Ils sont représentés dans le coin supérieur droit de l'écran de jeu.",
				"Line25": "Pour sélectionner un objet ou une arme dans l'écran de l'inventaire, appuyez sur le bouton Action 2.",
				"Line26": "Une fois dans l'écran de l'inventaire",
				"Line27": "vous pouvez accéder à des objets utiles et des armes",
				"Line28": "en sélectionnant un objet avec votre curseur et en appuyant sur le bouton Action 1.",
				"Line29": "Les trésors et les armes peuvent être parcourus en appuyant sur le bouton gauche de la fenêtre.",
				"Line30": "pour se déplacer vers la gauche, et en appuyant sur le bouton de la fenêtre droite pour se déplacer vers la droite.",
				"Line31": "L'arme utilisée apparaît dans la fenêtre en bas à droite de l'écran de l'inventaire.",
				"Line32": "Si vous sélectionnez un objet utile parmi la sélection de trésors",
				"Line33": "L'objet apparaîtra dans la même fenêtre où la sélection des armes est apparue.",
				"Line34": "Zelda ne peut utiliser qu'un seul objet ou une seule arme à la fois.",
				"Line35": "Au cours de ses voyages, Zelda trouvera de nombreuses portes verrouillées.",
				"Line36": "Elle doit avoir une clé en sa possession pour passer par ces entrées verrouillées.",
				"Line37": "Le nombre de clés en possession de Zelda apparaîtra dans la petite fenêtre",
				"Line38": "en haut à droite de l'écran de l'inventaire.",
				"Line39": "Pour vous aider à naviguer dans Tolemac",
				"Line40": "une carte est disponible en déplaçant votre joystick vers le bouton de la carte",
				"Line41": "et ensuite en appuyant sur votre bouton Action 1.",
				"Line42": "Il existe deux types de cartes:",
				"Line43": "Un pour le monde supérieur et un pour chacun des mondes souterrains.",
				"Line44": "La carte du monde vous indiquera où vous vous trouvez et où vous avez voyagé.",
				"Line45": "Les cartes de chacun des mondes souterrains révéleront où vous vous trouvez...",
				"Line46": "où vous avez voyagé et où vous devez vous rendre pour accomplir votre quête.",
				"Line47": "Pour revenir au jeu, appuyez sur le bouton Action 2.",
				"Line48": "Quand vous êtes prêt à quitter le jeu...",
				"Line49": "déplacez votre curseur sur le bouton Quitter et appuyez sur le bouton Action 1.",
				"Line50": "Vous arriverez ensuite à l'écran Sauvegarder, Continuer et Quitter.",
				"Line51": "Pour activer l’un de ces boutons",
				"Line52": "vous devez déplacer le curseur vers le bouton et appuyer sur le bouton Action 1.",
				"Line53": "Si vous enregistrez et quittez, vous arriverez à l'écran de sélection du joueur",
				"Line54": "où vous avez l'option de rejouer ou de quitter le jeu.",
				"Line55": "Quand vous reviendrez jouer à nouveau",
				"Line56": "vous pouvez reprendre là où vous vous étiez arrêté en sélectionnant votre nom.",
				"Line57": "Vous retournerez ensuite au premier écran de jeu.",
				"Line58": "avec tous les objets et armes encore dans l'inventaire.",
				"Line59": "Si vous quittez sans sauvegarder, vous arriverez à l’écran de sélection du joueur",
				"Line60": "où vous avez l'option de rejouer ou de quitter le jeu.",
				"Line61": "Lorsque vous revenez au jeu...",
				"Line62": "vous ne pourrez pas revenir à votre partie précédente.",
				"Line63": "Cependant, votre statut sera celui de la dernière partie que vous avez sauvegardée.",
				"Line64": "Si vous choisissez Retour au Jeu",
				"Line65": "vous arriverez à l'écran de l'inventaire où vous appuyez sur le bouton Action 2",
				"Line66": "ce qui vous ramène ensuite au jeu.",
				"Line67": "Avant chaque partie, vous devez choisir un nom pour votre héros ou héroïne.",
				"Line68": "Vous pouvez choisir le bouton de création en déplaçant le curseur sur le bouton",
				"Line69": "et en appuyant sur le bouton Action 1.",
				"Line70": "Cela vous amène à l'écran de saisie du nom",
				"Line71": "où vous tapez votre nom sur le clavier",
				"Line72": "en sélectionnant les lettres souhaitées avec le bouton Action 1",
				"Line73": "et ensuite en déplaçant votre curseur vers le bouton Terminé",
				"Line74": "et en appuyant à nouveau sur le bouton Action 1.",
				"Line75": "Cela vous ramène à l'écran de sélection du joueur.",
				"Line76": "Ici, vous appuyez sur Jouer en sélectionnant le bouton Jouer",
				"Line77": "et en appuyant sur le bouton Action 1.",
				"Line78": "Vous commencerez alors le jeu.",
				"Line79": "Pour supprimer le nom d'un joueur, placez le curseur sur le bouton Supprimer",
				"Line80": "et appuyez sur le bouton Action 1 pendant trois secondes.",
				"Line81": "Pour quitter le jeu, placez le curseur sur le bouton Quitter",
				"Line82": "et appuyez sur le bouton Action 1.",
				"Line83": "C'est tout ce que je révélerai pour l'instant.",
				"Line84": "Le reste, c'est à vous de le découvrir."
			},
			"ShrineOfEarth": {
				"Line01": "Gaspra : Félicitations, Zelda. Vous avez triomphé !",
				"Line02": "Dépêchez-vous. Vous devez vous rendre à un festival.",
				"Line03": "La rumeur dit qu'il se trouve dans la grande forêt au nord.",
				"Line04": "Et rappelez-vous, tout n'est pas ce qu'il paraît."
			}
		},
		"Dialogue": {
			"VisionHenge": {
				"Shurmak": {
					"Introduction": {
						"Line01": "Shurmak: I am Shurmak, your guide.",
						"Line02": "I have known you since you were a child.",
						"Line03": "You were given a difficult challenge.",
						"Line04": "You will have to go far and overcome great danger.",
						"Line05": "Stay calm and use your knowledge and strength to defeat your enemies.",
						"Line06": "Remember what you learn along the way, and persevere.",
						"Line07": "Go now to the one who has a bed but never sleeps",
						"Line08": "where by its side the red willow weeps",
						"Line09": "and to its mouth that never speaks."
					},
					"DoNotRoam": {
						"Line01": "Shurmak: Zelda! Zelda! Do not roam unprotected.",
						"Line02": "Look nearby for something to aid you."
					},
					"DoNotBeHasty": {
						"Line01": "Shurmak: Zelda, do not be hasty!",
						"Line02": "There is something you must have nearby here.",
						"Line03": "Exploration is the key to your success."
					}
				}
			},
			"PlainOfAndor": {
				"BeggarWoman": {
					"BeforeGiveRupees": {
						"Line01": "Beggar: Oh, fair princess",
						"Line02": "pity a suffering creature exiled from Great Wimbich in the north!",
						"Line03": "I ask only enough for a single meal for my children",
						"Line04": "who hunger and are chilled by the wind."
					},
					"AfterGiveRupees": {
						"Line01": "Beggar: You will be blessed a thousand times",
						"Line02": "a thousand, fair princess!"
					},
					"WhenAttacked": {
						"Line01": "Beggar: You must learn charity before you may become a true princess!",
						"Line02": "May you never see the red willow by the cave!"
					}
				},
				"GlebbTheThirsty": {
					"BeforeFill": {
						"Line01": "Glebb the Thirsty: Young princess, please attend me.",
						"Line02": "A traveler of kind intentions has found me at last!",
						"Line03": "I am collapsed with thirst and dryness."
					},
					"AfterFill": {
						"Line01": "Glebb the Thirsty: Bless you, princess!",
						"Line02": "You have saved the life of a weary old woman!",
						"Line03": "I offer you these treasures."
					},
					"WhenAttacked": {
						"Line01": "Glebb the Thirsty: You monster!",
						"Line02": "How dare you assault a weak, old woman?!",
						"Line03": "You will lose a life for this!"
					}
				},
				"MobilinsHeadInn": {
					"LotharTheInnKeeper": {
						"BeforeBuy": {
							"Line01": "Lothar the Innkeeper: Welcome to the Mobilin's Head Inn, my princess!",
							"Line02": "You look dry, have a cup of Andor cider on the house.",
							"Line03": "I have a spell of Calm to sell, but it will cost you 100 rubies."
						},
						"AfterBuy": {
							"Line01": "Lothar the Innkeeper: Welcome to the Mobilin's Head Inn, my princess!",
							"Line02": "You look dry, have a cup of Andor cider on the house."
						},
						"PurchaseCalmSpell": {
							"Line01": "Lothar the Innkeeper: That is wise beyond your years.",
							"Line02": "The spell of Calm will help you when you need it most, use it well.",
							"Line03": "And look after yourself on the lonely Plain of Andor."
						}
					},
					"WomanAtTable": {
						"Line01": "Woman at Table: You look like an honest maid.",
						"Line02": "Sit a moment.",
						"Line03": "It is said those who go deep into the earth learn to overcome the sins of greed.",
						"Line04": "That may be true, but I do know this:",
						"Line05": "a candle and a silver key can bring you bliss.",
						"Line06": "Hurry on now, lass, time's a wasting!"
					},
					"DefeatedSoldier": {
						"Line01": "Defeated Soldier: I am so exhausted from my travels.",
						"Line02": "If only I had known to cross the chasm rift with a ladder",
						"Line03": "it would have saved me months!"
					},
					"KrebbTheWeary": {
						"Line01": "Krebb the Weary: Why spend a whole lifetime being defeated like me?",
						"Line02": "Get it over with. Quit, go home, give up.",
						"Line03": "You're patient. I can see you're not one to surrender.",
						"Line04": "All right, take this dagger from me.",
						"Line05": "It may do you more service than it ever did me."
					}
				}
			},
			"ForestOfOgham": {
				"OghamMerchant": {
					"PlentyToBuy": {
						"Line01": "Merchant: Come here, bright young lady.",
						"Line02": "I have a wonderful bargain for you!",
						"Line03": "Take some Ogham Herb for free, then look around.",
						"Line04": "There's plenty to buy!"
					},
					"NothingToSell": {
						"Line01": "Merchant: I'm sorry, Princess, I've got nothing to sell today!"
					},
					"WisePurchase": {
						"Line01": "Merchant: That was a wise purchase, young princess!"
					}
				},
				"Enid": {
					"ComeClose": {
						"Line01": "Enid: Come close, Princess! I'll tell you a great secret!"
					},
					"TrustNoOneWithHair": {
						"Line01": "Enid: Hear me whisper: Trust no one with hair! Huh huh huh!",
						"Line02": "Don't even trust me! Hah hah!",
						"Line03": "I've stolen one of your lives! Hee hee hee hee hee!"
					},
					"TooClever": {
						"Line01": "Enid: Aaaaaaah, you're too clever for Enid!"
					},
					"GoAway": {
						"Line01": "Enid: Go away! I have nothing for you.",
						"Line02": "I have nothing to say to you."
					}
				}
			},
			"ShrineOfEarth": {
				"Shurmak": {
					"EvilsOfGreed": {
						"Line01": "Shurmak: Beware the evils of greed.",
						"Line02": "Act quickly, think on your feet",
						"Line03": "and you will be rewarded."
					}
				},
				"Llort": {
					"YouAreNotWanted": {
						"Line01": "Llort: Do not come in here! You are not wanted.",
						"Line02": "I am Llort, and this is my shrine! All mine!"
					},
					"ShrineOfRock": {
						"Line01": "Llort: I said this is my cave! Mine!",
						"Line02": "This is the Shrine of Rock and I am Llort!",
						"Line03": "Go away! Take nothing! It's all mine!"
					},
					"TakingMyThings": {
						"Line01": "Llort: You've been taking my things.",
						"Line02": "Put them back! Don't touch anything!",
						"Line03": "Those are my gems!"
					}
				},
				"RedSardak": {
					"NoThreat": {
						"Line01": "Red Sardak: Hey dee hee, hoo dee bee!",
						"Line02": "You're no threat to us down here!"
					},
					"FailedMission": {
						"Line01": "Red Sardak: I've failed in my mission!",
						"Line02": "Llort, this enemy is coming!"
					}
				},
				"BlueSardak": {
					"ThoughtIWasAlone": {
						"Line01": "Blue Sardak: Huh? I... I thought I was alone here!",
						"Line02": "Llort, an enemy is in your cave!"
					},
					"CouldntStopHer": {
						"Line01": "Blue Sardak: Llort, I couldn't stop her!",
						"Line02": "Get ready to fight!"
					}
				},
				"YellowSardak": {
					"EnemyOfMyBoss": {
						"Line01": "Yellow Sardak: Hey! Who goes there?",
						"Line02": "Aren't you an enemy of my boss Llort?",
						"Line03": "You can't come in here."
					},
					"ShesComing": {
						"Line01": "Yellow Sardak: Hey, Llort! Watch out!",
						"Line02": "She's coming!"
					}
				},
				"TreasureChest": {
					"WhatDoWeHaveHere": {
						"Line01": "Treasure Chest: Oh-ho-ho! Oh, what do we have here?!",
						"Line02": "A human person's coming close!",
						"Line03": "Why, what a great event! Hoo-hoo!"
					}
				}
			},
			"ForestOfFindo": {
				"TalkingToadstool": {
					"Line01": "Toadstool: Hoo hoo hoo hoo!",
					"Line02": "Those Mobilins out there are so slow and stupid...",
					"Line03": "they're still trying to eat their soup with a fork!",
					"Line04": "Huh huh huh huh huh huh!"
				}
			},
			"MeadowOfSkotness": {
				"Farmer": {
					"HelloThereMiss": {
						"Line01": "Farmer: Hello there, Miss!",
						"Line02": "Watch how you go out in the meadows!",
						"Line03": "They're full of Leevers and Tektites this time of year!"
					},
					"WhatBringsYouThisWay": {
						"Line01": "Farmer: It's good to see ya!",
						"Line02": "What brings you this way?",
						"Line03": "'scuse me, but I got to get back to plowin'."
					}
				}
			},
			"GreatWimbich": {
				"TownMerchant": {
					"ForThirtySuns": {					
						"Line01": "Town Merchant: For thirty suns my husband and I",
						"Line02": "ran the great locksmith forge for Warbane.",
						"Line03": "Then Ganon came and pressed Warbane into service",
						"Line04": "for his own evil plans.",
						"Line05": "The forge was closed.",
						"Line06": "Warbane built a fortified retreat of his own",
						"Line07": "somewhere off in the Forest of Canvula to the north.",
						"Line08": "We were left with nothing but these trinkets to sell!",
						"Line09": "Perhaps they will be of use to you in the underground.",
						"Line10": "I can not give them up cheap."
					},
					"KindaTiredToday": {					
						"Line01": "Town Merchant: I'm kinda... tired today.",
						"Line02": "Everything's turning to... mud."
					}
				},
				"Yvonne": {
					"GiveFlute": {
						"Line01": "Yvonne: Hello, Zelda. My name is Yvonne.",
						"Line02": "You look like a music lover, too.",
						"Line03": "Music can soothe a savage beast.",
						"Line04": "I believe Shurmak has graced you with her friendship.",
						"Line05": "She helped me once, so I am going to help you.",
						"Line06": "Listen to this!",
						"Line07": "*Yvonne plays the flute*",
						"Line08": "Heh heh! The flute can be used to calm the savage hiss of a snake."
					},
					"Singing": {
						"Line01": "*Yvonne sings*"
					}
				},
				"EricAndIan": {
					"MeetTheTwins": {
						"Line01": "Twins (Eric & Ian): Hello, Zelda. I'm Eric and this is Ian.",
						"Line02": "Oh, what do you mean? I'm Eric, I've always been.",
						"Line03": "No you're not, I'm Eric!"
					},
					"MeetOurFather": {
						"Line01": "Well, never mind who we are.",
						"Line02": "You should go into the yellow house and meet our father!",
						"Line03": "He'll tell you something that's good to know."
					}
				},
				"Alice": {
					"MyGoodness": {
						"Line01": "Alice: My goodness, it's the brave Zelda!",
						"Line02": "I've heard so much about ya from everyone.",
						"Line03": "Sit a goodly spell with Alice, and indulge an old woman."
					},
					"PeculiarLittleTown": {
						"Line01": "Alice: Great Wimbich is such a peculiar little town.",
						"Line02": "The shops out on Upper Street have anything you could wish for",
						"Line03": "and if you can't find it there",
						"Line04": "you're sure to stumble across it in the market square."
					},
					"IfYaLikeMusic": {
						"Line01": "Alice: Now, if ya like music, follow your ear to Yvonne",
						"Line02": "the musician down Skotness Road right here.",
						"Line03": "If ya get tired in ya wanderings, this is a great place to settle down."
					},
					"NothingMoreToSay": {
						"Line01": "Alice: Zelda, it's been fun visiting with you",
						"Line02": "but I have nothing more to say now.",
						"Line03": "Come back and see me again, okay?"
					},
					"RealNice": {
						"Line01": "Alice: Yes, Zelda, it's real nice around here."
					}
				},
				"GhostFarmer": {
					"StayBack": {
						"Line01": "Ghost Farmer: Stay back!",
						"Line02": "This splendid farm is all mine.",
						"Line03": "Isn't it wonderful?",
						"Line04": "I have worked this land for three-hundred years."
					},
					"StillHere": {
						"Line01": "No? You're still here?",
						"Line02": "Alright, I admit it, my farm is in ruins.",
						"Line03": "Ganon and his cruel friends took all my crops and tools.",
						"Line04": "You must save us!",
						"Line05": "Come close, and I'll tell you a secret."
					},
					"ShrineOfWater_Classic": {
						"Line01": "Ghost Farmhand: Far away, one of Ganon's allies lives in a world of water.",
						"Line02": "The entrance is hidden, and you may never find it",
						"Line03": "if you fear the touch of falling water.",
						"Line04": "You can cross any fjord in Skotness River with the Red Boots."
					},
					"ShrineOfWater_Remastered": {
						"Line01": "Ghost Farmer: Far away, one of Ganon's allies lives in a world of water.",
						"Line02": "The entrance is hidden, and you may never find it",
						"Line03": "if you fear the touch of falling water."
					}
				},
				"TwinFather": {
					"WelcomeToMyHome": {
						"Line01": "Twins' Father: Hello, Zelda! Welcome to my home!",
						"Line02": "I'm the twins' father, and even I don't know which twin is which.",
						"Line03": "Still, it is good of you to come and visit.",
						"Line04": "My name is Zelda and you must be the father.",
						"Line05": "No, wait! That can't be true, you just came in.",
						"Line06": "You must be Zelda!"
					},
					"CoalAndRubies": {
						"Line01": "I do know this for sure, because I used to be",
						"Line02": "a miner over on the Plain of Hobel:",
						"Line03": "Coal and rubies are the same substance.",
						"Line04": "I believe there's a crusher somewhere nearby.",
						"Line05": "Uh, go in peace, little one. Uh... are you Eric or Ian?"
					},
					"VaguelyFamiliar": {
						"Line01": "Twins' Father: You seem... vaguely familiar, but, um...",
						"Line02": "i-it's really time for my nap.",
						"Line03": "Are you Eric or- or Ian?"
					}
				}
			},
			"PlainOfDonora": {
				"YalzanTheStern": {
					"Toll10Rubies": {
						"Line01": "Yalzan the Stern: Ten rubies gets you through the pass, young lady, no less."
					},
					"Toll20Rubies": {
						"Line01": "Yalzan the Stern: Oh, force my hand, will you?",
						"Line02": "The price is now twenty rubies."
					}
				},
				"KronThePegleg":{
					"EverybodyComesTo": {
						"Line01": "Kron the Pegleg: Everybody comes to Kron the Pegleg. Good time!"
					},
					"FineItemForSale": {
						"Line01": "Well, here's a fine item I have for sale!"
					}
				}
			}
		}
	}
}