//Comments like this technically violate the JSON standard, but the game will filter them out automatically when loading the file
//This is useful in case you need to add notes or instructions to your translator for specific lines.
//Note: This only works with double slash comments, not slash star comment star slash.
{
    "Meta": {
        "LanguageNameNative": "English", //The name of the language, in your game's native language
        "LanguageNameLocal": "English" //The name of the language, in that language
    },
    "UI": {
		"MainMenu": {
			"PlayButton": "PLAY",
			"DeleteButton": "DELETE",
			"DeleteYouSure": "YOU SURE?",
			"DeleteDeleted": "DELETED",
			"SettingsButton": "SETTINGS",
			"TutorialButton": "TUTORIAL",
			"ExitButton": "Exit",
			"EmptySaveFile": "EMPTY"
		},
		"NameEntryMenu": {
			"PlayButton": "ENTER THY NAME",
			"DeleteButton": "Done"
		},
		"SettingsMenu": {
			"Back": "Back"
			"MainSubMenu": {
				"Game": "Game",
				"AudioVolume": "Audio Volume",
				"Controls": "Controls",
				"ResetSettings": "Reset Settings",
				"SaveSettings": "Save Settings"
			},
			"GameSubmenu": {
				"ToggleOff": "Off",
				"ToggleOn": "On",
				"WindowMode": "Window Mode",
				"Window": "Window",
				"Full": "Full",
				"Resolution": "Resolution",
				"RemasteredMode": "Remastered Mode",
				"RemasteredModeHint": "Action 1 = Use Weapon, Action 2 = Use Treasure, Restored cut content, Action Button 2 replaces Ruby item etc.",
				"Subtitles": "Subtitles",
				"Language": "Language"
			},
			"AudioSubmenu": {
				"MasterVolume": "Master",
				"MusicVolume": "Music",
				"SoundFXVolume": "SoundFX",
				"DialogueVolume": "Dialogue"
			},
			"ControlsSubmenu": {
				"DeviceToConfig": "Device to Config",
				"Keys": "Keys",
				"Gamepad": "Gamepad",
				"BindingNames": {
					"Left": "Left",
					"Right": "Right",
					"Up": "Up",
					"Down": "Down",
					"Action1": "Action 1/Accept",
					"Action2": "Action 2/Cancel",
					"Inventory": "Inventory",
					"Map": "Map",
					"Menu": "Menu"
				},
				"InputNames": {
					"Left": "left",
					"Right": "right",
					"Up": "up",
					"Down": "down",
					"Escape": "escape",
					"Enter": "enter",
					"Arrow": "arrow",
					"StickClick": "click"
				}
			}
		},
		"InventoryMenu": {
			"TreasuresCategory": "TREASURES",
			"WeaponsCategory": "WEAPONS",
			"MapButton": "Map",
			"ExitButton": "Exit"
		},
		"MapMenu": {
			"LocationTitles": {
				"Tolemac": "Tolemac",
				"ShrineOfEarth": "Shrine of Earth",
				"ShrineOfIllusion": "Shrine of Illusion",
				"ShrineOfAir": "Shrine of Air",
				"ShrineOfDestiny": "Shrine of Destiny",
				"ShrineOfWater": "Shrine of Water",
				"ShrineOfStrength": "Shrine of Strength",
				"ShrineOfFire": "Shrine of Fire",
				"GanonsGauntlet": "Ganon's Gauntlet"
			},
			"CompassDirections": {
				"North": "N",
				"West": "W",
				"East": "E",
				"South": "S"
		},
		"ExitMenu": {
			"SaveAndQuit": "Save & Quit",
			"QuitWithoutSave": "Quit Without Save",
			"ReturnToGame": "Return To Game"
		},
		"SkipCutsceneHint": "Press again to skip"
    },
    "Subtitles": {
		"Cutscenes": {
			"Intro": {
				"Line01": "Gaspra: There'll be no more viewing tonight.",
				"Line02": "Ah, the Scroll of Shurmak...",
				"Line03": "bearer of sad news these many years ago.",
				"Line04": "And so it was that Ganon, Lord of Darkness, had taken over Tolemac.",
				"Line05": "He had stolen the treasured Celestial Signs and captured Link!",
				"Line06": "A brave warrior would have to be found to face this evil monster.",
				"Line07": "And so I found this champion of strength and courage.",
				"Line08": "It is you, Princess Zelda! With this magic pendant, go forth...",
				"Line09": "and with each Sign you gather, so too will you gain knowledge.",
				"Line10": "Find your magic wand.",
				"Line11": "Use it wisely and listen to your allies along the way!",
				"Line12": "Go now, my Princess. Restore the Celestial Signs and rescue Link!"
			},
			"Tutorial": {
				"Line01": "Welcome to Zelda's Adventure, an action-adventure role-playing game.",
				"Line02": "As a player, you will adopt the personality of our heroine Princess Zelda.",
				"Line03": "To play the game succesfully, you must explore the great land of Tolemac.",
				"Line04": "To control Zelda's movement around Tolemac",
				"Line05": "move the controller left, right, up, down and diagonally.",
				"Line06": "The court astronomer Gaspra",
				"Line07": "will introduce the story of Zelda and describe how her quest came about.",
				"Line08": "He will also reappear every time",
				"Line09": "Zelda has succesfully completed an underworld shrine",
				"Line10": "and collected one of seven treasured Celestial Signs.",
				"Line11": "Another mentor and guide to Zelda is me, Shurmak.",
				"Line12": "Throughout the game I help orient Zelda and guide her.",
				"Line13": "While exploring, Zelda will encounter many enemies that inhabit this land.",
				"Line14": "She must defeat them by using skill and speed.",
				"Line15": "Zelda attacks them with her wand.",
				"Line16": "You employ the wand by pressing Action Button 1.",
				"Line17": "If Zelda is succesful at defeating her enemies, she will be rewarded.",
				"Line18": "They will randomly drop rubies and hearts",
				"Line19": "that will increase her currency and life units respectively.",
				"Line20": "Rubies which are the currency of Tolemac",
				"Line21": "can be used to buy useful items",
				"Line22": "and are indicated on the top-left corner of the screen.",
				"Line23": "Hearts are the life units that give Zelda strength to fight throughout the game.",
				"Line24": "They are represented on the upper-right corner of the play screen.",
				"Line25": "To select an object or a weapon on the inventory screen, press Action Button 2.",
				"Line26": "Once in the inventory screen",
				"Line27": "you can access useful items and weapons",
				"Line28": "by selecting an object with your cursor and then pressing Action Button 1.",
				"Line29": "Treasures and weapons can be scrolled by pressing the left window button",
				"Line30": "to move left, and by pressing the right window button to move right.",
				"Line31": "The weapon in use appears in the window in the lower right of the inventory screen.",
				"Line32": "If you select a useful item from the treasures selection",
				"Line33": "the item will appear in the same window where the weapon selection appeared.",
				"Line34": "Zelda can use only one item or weapon at a time.",
				"Line35": "In Zelda's travels she will find many locked doors.",
				"Line36": "She must have a key in her possession to pass through these locked entrances.",
				"Line37": "The number of keys in Zelda's possession will appear in the small window",
				"Line38": "in the upper right of the inventory screen.",
				"Line39": "To help navigate through Tolemac",
				"Line40": "a map is available by moving your joystick to the map button",
				"Line41": "and then pressing your Action Button 1.",
				"Line42": "There are two types of maps:",
				"Line43": "One for the overworld and one for each of the underworlds.",
				"Line44": "The map for the overworld will reveal where you are and where you have traveled.",
				"Line45": "The maps for each of the underworlds will reveal where you are",
				"Line46": "where you have traveled, and where you need to go to complete your quest.",
				"Line47": "To return to gameplay, press Action Button 2.",
				"Line48": "When you are ready to exit game",
				"Line49": "move your cursor to exit button and press Action Button 1.",
				"Line50": "You will then arrive at the save, continue and quit screen.",
				"Line51": "To activate any of these buttons",
				"Line52": "you must move the cursor to the button and press Action Button 1.",
				"Line53": "If you save and quit, you will arrive at the player select screen",
				"Line54": "where you have to option to play again or exit game.",
				"Line55": "When you come back to play again",
				"Line56": "you can restart where you left off by selecting your name.",
				"Line57": "You will then return to the first screen of gameplay",
				"Line58": "with all items and weapons still in the inventory.",
				"Line59": "If you quit without save, you will arrive at the player select screen",
				"Line60": "where you have to option to play again or exit game.",
				"Line61": "When you return to gameplay",
				"Line62": "you will not be able to return to your previous game.",
				"Line63": "However, your status will be fled the last game you saved.",
				"Line64": "If you choose Return to Game",
				"Line65": "you will arrive at the inventory screen where you press Action Button 2",
				"Line66": "which then returns you to gameplay.",
				"Line67": "Before each game, you must select a name for your hero or heroine.",
				"Line68": "You can choose the create button by moving the cursor onto the button",
				"Line69": "and pressing Action Button 1.",
				"Line70": "This takes you to the enter name screen",
				"Line71": "where you type in your name on the keyboard",
				"Line72": "by selecting the desired letters with Action Button 1",
				"Line73": "and then moving your cursor to the done button",
				"Line74": "and pressing Action Button 1 again.",
				"Line75": "This takes you back to the player select screen.",
				"Line76": "Here you press play by selecting the play button",
				"Line77": "and pressing Action Button 1.",
				"Line78": "You will then begin the game.",
				"Line79": "To delete a player's name, place the cursor on the delete button",
				"Line80": "and press Action Button 1 for a three second duration.",
				"Line81": "To exit game, place the cursor on the exit button",
				"Line82": "and press Action Button 1.",
				"Line83": "That is all I will reveal for now.",
				"Line84": "The rest is up to you to discover."
			},
			"ShrineOfEarth": {
				"Line01": "Gaspra: Congratulations, Zelda. You've prevailed.",
				"Line02": "Hurry now. You must travel to a place of festival.",
				"Line03": "Rumor tells it is found in the great forest to the north.",
				"Line04": "And remember: all is not what it seems."
			}
		},
		"Dialogue": {
			"VisionHenge": {
				"Shurmak": {
					"Introduction": {
						"Line01": "Shurmak: I am Shurmak, your guide.",
						"Line02": "I have known you since you were a child.",
						"Line03": "You were given a difficult challenge.",
						"Line04": "You will have to go far and overcome great danger.",
						"Line05": "Stay calm and use your knowledge and strength to defeat your enemies.",
						"Line06": "Remember what you learn along the way, and persevere.",
						"Line07": "Go now to the one who has a bed but never sleeps",
						"Line08": "where by its side the red willow weeps",
						"Line09": "and to its mouth that never speaks."
					},
					"DoNotRoam": {
						"Line01": "Shurmak: Zelda! Zelda! Do not roam unprotected.",
						"Line02": "Look nearby for something to aid you."
					},
					"DoNotBeHasty": {
						"Line01": "Shurmak: Zelda, do not be hasty!",
						"Line02": "There is something you must have nearby here.",
						"Line03": "Exploration is the key to your success."
					}
				}
			},
			"PlainOfAndor": {
				"BeggarWoman": {
					"BeforeGiveRupees": {
						"Line01": "Beggar: Oh, fair princess",
						"Line02": "pity a suffering creature exiled from Great Wimbich in the north!",
						"Line03": "I ask only enough for a single meal for my children",
						"Line04": "who hunger and are chilled by the wind."
					},
					"AfterGiveRupees": {
						"Line01": "Beggar: You will be blessed a thousand times",
						"Line02": "a thousand, fair princess!"
					},
					"WhenAttacked": {
						"Line01": "Beggar: You must learn charity before you may become a true princess!",
						"Line02": "May you never see the red willow by the cave!"
					},
				},
				"GlebbTheThirsty": {
					"BeforeFill": {
						"Line01": "Glebb the Thirsty: Young princess, please attend me.",
						"Line02": "A traveler of kind intentions has found me at last!",
						"Line03": "I am collapsed with thirst and dryness."
					},
					"AfterFill": {
						"Line01": "Glebb the Thirsty: Bless you, princess!",
						"Line02": "You have saved the life of a weary old woman!",
						"Line03": "I offer you these treasures."
					},
					"WhenAttacked": {
						"Line01": "Glebb the Thirsty: You monster!",
						"Line02": "How dare you assault a weak, old woman?!",
						"Line03": "You will lose a life for this!"
					}
				},
				"MobilinsHeadInn": {
					"LotharTheInnKeeper": {
						"BeforeBuy": {
							"Line01": "Lothar the Innkeeper: Welcome to the Mobilin's Head Inn, my princess!",
							"Line02": "You look dry, have a cup of Andor cider on the house.",
							"Line03": "I have a spell of Calm to sell, but it will cost you 100 rubies."
						},
						"AfterBuy": {
							"Line01": "Lothar the Innkeeper: Welcome to the Mobilin's Head Inn, my princess!",
							"Line02": "You look dry, have a cup of Andor cider on the house.",
						},
						"PurchaseCalmSpell": {
							"Line01": "Lothar the Innkeeper: That is wise beyond your years.",
							"Line02": "The spell of Calm will help you when you need it most, use it well.",
							"Line03": "And look after yourself on the lonely Plain of Andor."
						}
					},
					"WomanAtTable": {
						"Line01": "Woman at Table: You look like an honest maid.",
						"Line02": "Sit a moment.",
						"Line03": "It is said those who go deep into the earth learn to overcome the sins of greed.",
						"Line04": "That may be true, but I do know this:",
						"Line05": "a candle and a silver key can bring you bliss.",
						"Line06": "Hurry on now, lass, time's a wasting!"
					},
					"DefeatedSoldier": {
						"Line01": "Defeated Soldier: I am so exhausted from my travels.",
						"Line02": "If only I had known to cross the chasm rift with a ladder",
						"Line03": "it would have saved me months!"
					},
					"KrebbTheWeary": {
						"Line01": "Krebb the Weary: Why spend a whole lifetime being defeated like me?",
						"Line02": "Get it over with. Quit, go home, give up.",
						"Line03": "You're patient. I can see you're not one to surrender.",
						"Line04": "All right, take this dagger from me.",
						"Line05": "It may do you more service than it ever did me."
					}
				}
			},
			"ForestOfOgham": {
			},
			"ShrineOfEarth": {
			},
			"ForestOfFindo": {
				"TalkingToadstool": {
					"Line01": "Toadstool: Hoo hoo hoo hoo!",
					"Line02": "Those Mobilins out there are so slow and stupid...",
					"Line03": "they're still trying to eat their soup with a fork!",
					"Line04": "Huh huh huh huh huh huh!"
				}
			},
			"MeadowOfSkotness": {
			},
			"GreatWimbich": {
			},
			"PlainOfDonora": {
			}
		}
    }
}