//Comments like this technically violate the JSON standard, but the game will filter them out automatically when loading the file
//This is useful in case you need to add notes or instructions to your translator for specific lines.
//Note: This only works with double slash comments, not slash star comment star slash.
{
    "Meta": {
        "LanguageNameNative": "Dutch", //The name of the language, in your game's native language
        "LanguageNameLocal": "Nederlands" //The name of the language, in that language
    },
    "UI": {
		"MainMenu": {
			"PlayButton": "SPEEL",
			"DeleteButton": "WIS",
			"DeleteYouSure": "ZEKER?",
			"DeleteDeleted": "GEWIST",
			"SettingsButton": "OPTIES",
			"TutorialButton": "UITLEG",
			"ExitButton": "Stop",
			"EmptySaveFile": "LEEG"
		},
		"NameEntryMenu": {
			"PlayButton": "VOER UW NAAM IN",
			"DeleteButton": "Klaar"
		},
		"SettingsMenu": {
			"Back": "Terug"
			"MainSubMenu": {
				"Game": "Spel",
				"Audio Volume": "Geluidsvolume",
				"Controls": "Besturing",
				"Reset Settings": "Opties Herstellen",
				"Save Settings": "Opties Opslaan"
			},
			"GameSubmenu": {
				"ToggleOff": "Uit",
				"ToggleOn": "Aan",
				"WindowMode": "Schermmodus",
				"Window": "Venster",
				"Full": "Volledig",
				"Resolution": "Resolutie",
				"RemasteredMode": "Remaster-Modus",
				"RemasteredModeHint": "Actie 1 = Gebruik Wapen, Actie 2 = Gebruik Schat, Herstelde ongebruikte inhoud, Actieknop 2 vervangt Robijn voorwerp etc.",
				"Subtitles": "Ondertiteling",
				"Language": "Taal"
			},
			"AudioSubmenu": {
				"MasterVolume": "Hoofdvolume",
				"MusicVolume": "Muziek",
				"SoundFXVolume": "Geluiden",
				"DialogueVolume": "Dialoog"
			},
			"ControlsSubmenu": {
				"DeviceToConfig": "Instelapparaat",
				"Keys": "Toetsen",
				"Gamepad": "Gamepad",
				"BindingNames": {
					"Left": "Links",
					"Right": "Rechts",
					"Up": "Omhoog",
					"Down": "Omlaag",
					"Action1": "Actie 1/Bevestig",
					"Action2": "Actie 2/Annuleer",
					"Inventory": "Inventaris",
					"Map": "Kaart",
					"Menu": "Menu"
				},
				"InputNames": {
					"Left": "links",
					"Right": "rechts",
					"Up": "omhoog",
					"Down": "omlaag",
					"Escape": "escape",
					"Enter": "enter",
					"Arrow": "pijl",
					"StickClick": "klik"
				}
			}
		},
		"InventoryMenu": {
			"TreasuresCategory": "SCHATTEN",
			"WeaponsCategory": "WAPENS",
			"MapButton": "Kaart",
			"ExitButton": "Stop"
		},
		"MapMenu": {
			"LocationTitles": {
				"Tolemac": "Tolemac",
				"ShrineOfEarth": "Aarde Tempel",
				"ShrineOfIllusion": "Illusie Tempel",
				"ShrineOfAir": "Lucht Tempel",
				"ShrineOfDestiny": "Levenslot Tempel",
				"ShrineOfWater": "Water Tempel",
				"ShrineOfStrength": "Kracht Tempel",
				"ShrineOfFire": "Vuur Tempel",
				"GanonsGauntlet": "Ganon's Uitdaging"
			},
			"CompassDirections": {
				"North": "N",
				"West": "W",
				"East": "O",
				"South": "Z"
		},
		"ExitMenu": {
			"SaveAndQuit": "Opslaan & Stoppen",
			"QuitWithoutSave": "Stop Zonder Opslag",
			"ReturnToGame": "Terug Naar Spel"
		},
		"SkipCutsceneHint": "Druk nogmaals om over te slaan"
    },
    "Subtitles": {
		"Cutscenes": { //The Dutch localizations for some of the cutscenes have more lines than English because some of the lines became too long
			"Intro": {
				"Line01": "Gaspra: Er komt van sterrenkijken niets meer vannacht.",
				"Line02": "Ah, de Rol van Shurmak...",
				"Line03": "brenger van droevig nieuws al die jaren geleden.",
				"Line04": "En zo gebeurde het dat Ganon...",
				"Line05": "Heer van de Duisternis, erin slaagde Tolemac over te nemen.",
				"Line06": "Hij stal de kostbare Hemelse Tekens en nam Link gevangen!",
				"Line07": "Er zou een moedige krijger gevonden moeten worden",
				"Line08": "om de strijd aan te gaan met dat kwaadaardige monster.",
				"Line09": "En zo vond ik deze kampioen van kracht en moed.",
				"Line10": "U bent het, prinses Zelda. Met deze magische ketting, ga voort...",
				"Line11": "en met elk Teken dat u vindt zult u ook meer kennis opdoen.",
				"Line12": "Vind uw magische toverstaf, gebruik hem verstandig",
				"Line13": "en luister naar de bondgenoten die u tegenkomt tijdens uw reis.",
				"Line14": "Ga nu, mijn prinses. Haal de Hemelse Tekens terug en red Link."
			},
			"Tutorial": {
				"Line01": "Welkom bij Zelda's Adventure, een actie-avonturen rollenspel.",
				"Line02": "Als speler neem je de persoonlijkheid aan van onze heldin Prinses Zelda.",
				"Line03": "Om het spel succesvol te spelen, moet je het grote land Tolemac verkennen.",
				"Line04": "Om Zelda's beweging door Tolemac te besturen",
				"Line05": "beweeg je de controller naar links, rechts, omhoog, omlaag en diagonaal.",
				"Line06": "De hofastronoom Gaspra zal het verhaal van Zelda introduceren",
				"Line07": "en beschrijven hoe haar zoektocht tot stand is gekomen.",
				"Line08": "Hij zal ook telkens weer verschijnen",
				"Line09": "als Zelda met succes een tempel in de onderwereld heeft voltooid",
				"Line10": "en een van de zeven kostbare Hemelse Tekens heeft verzameld.",
				"Line11": "Een andere mentor en gids voor Zelda ben ik, Shurmak.",
				"Line12": "Gedurende het spel help ik Zelda te oriënteren en haar te begeleiden.",
				"Line13": "Tijdens haar verkenningstocht",
				"Line14": "zal Zelda veel vijanden tegenkomen die dit land bewonen.",
				"Line15": "Ze moet ze verslaan door vaardigheid en snelheid te gebruiken.",
				"Line16": "Zelda valt ze aan met haar toverstaf.",
				"Line17": "Je gebruikt de toverstaf door op Actieknop 1 te drukken.",
				"Line18": "Als Zelda succesvol is in het verslaan van haar vijanden, wordt ze beloond.",
				"Line19": "Ze laten willekeurig robijnen en harten vallen",
				"Line20": "die respectievelijk haar valuta en levenseenheden verhogen.",
				"Line21": "Robijnen, de valuta van Tolemac",
				"Line22": "kunnen worden gebruikt om nuttige voorwerpen te kopen",
				"Line23": "en worden aangegeven in de linkerbovenhoek van het scherm.",
				"Line24": "Harten zijn de levenseenheden die Zelda kracht geven",
				"Line25": "om te vechten tijdens het spel.",
				"Line26": "Ze worden weergegeven in de rechterbovenhoek van het speelscherm.",
				"Line27": "Om een voorwerp of een wapen te selecteren in het inventarisscherm",
				"Line28": "druk je op Actieknop 2.",
				"Line29": "Eenmaal in het inventarisscherm",
				"Line30": "heb je toegang tot nuttige voorwerpen en wapens",
				"Line31": "door een voorwerp te selecteren met je cursor en op Actieknop 1 te drukken.",
				"Line32": "Schatten en wapens kun je scrollen door op de linker vensterknop te drukken",
				"Line33": "om naar links te gaan",
				"Line34": "en door op de rechter vensterknop te drukken om naar rechts te gaan.",
				"Line35": "Het wapen dat in gebruik is, verschijnt in het venster rechtsonder",
				"Line36": "in het inventarisatiescherm.",
				"Line37": "Als je een nuttig voorwerp selecteert uit de selectie schatten",
				"Line38": "verschijnt het voorwerp in hetzelfde venster waar de wapenselectie verscheen.",
				"Line39": "Zelda kan maar één voorwerp of wapen tegelijk gebruiken.",
				"Line40": "Tijdens Zelda's reizen zal ze veel gesloten deuren tegenkomen.",
				"Line41": "Ze moet een sleutel in haar bezit hebben om door deze gesloten ingangen te kunnen.",
				"Line42": "Het aantal sleutels in Zelda's bezit verschijnt in het kleine venster",
				"Line43": "rechtsboven in het inventarisscherm.",
				"Line44": "Om te helpen met navigeren door Tolemac",
				"Line45": "is een kaart beschikbaar door je joystick naar de Kaart-knop te bewegen",
				"Line46": "en dan op je Actieknop 1 te drukken.",
				"Line47": "Er zijn twee soorten kaarten:",
				"Line48": "Eén voor de bovenwereld en één voor elk van de onderwerelden.",
				"Line49": "De kaart voor de bovenwereld laat zien waar je bent en waar je naartoe hebt gereisd.",
				"Line50": "De kaarten voor elk van de onderwerelden laten zien waar je bent",
				"Line51": "waar je hebt gereisd en waar je heen moet om je zoektocht te voltooien.",
				"Line52": "Druk op Actieknop 2 om terug te keren naar het spel.",
				"Line53": "Als je klaar bent om het spel te verlaten",
				"Line54": "ga je met je cursor naar de knop Afsluiten en druk je op Actieknop 1.",
				"Line55": "Je komt dan in het scherm voor opslaan, doorgaan en afsluiten.",
				"Line56": "Om een van deze knoppen te activeren",
				"Line57": "moet je de cursor naar de knop verplaatsen en op Actieknop 1 drukken.",
				"Line58": "Als je opslaat en stopt, kom je bij het speler selectiescherm",
				"Line59": "waar je de optie hebt om opnieuw te spelen of het spel te verlaten.",
				"Line60": "Als je terugkomt om opnieuw te spelen",
				"Line61": "kun je opnieuw beginnen waar je gebleven was door je naam te selecteren.",
				"Line62": "Je keert dan terug naar het eerste scherm van de gameplay",
				"Line63": "met alle items en wapens nog in de inventaris.",
				"Line64": "Als je stopt zonder op te slaan, kom je bij het speler selectiescherm",
				"Line65": "waar je de optie hebt om opnieuw te spelen of het spel af te sluiten.",
				"Line66": "Als je terugkeert naar de gameplay",
				"Line67": "kun je niet terugkeren naar je vorige spel.",
				"Line68": "Je status zal echter wel gelijk zijn aan het laatste spel dat je hebt opgeslagen.",
				"Line69": "Als je Terug naar Spel kiest",
				"Line70": "kom je bij het inventarisscherm waar je op Actieknop 2 drukt",
				"Line71": "wat je vervolgens terugbrengt naar de gameplay.",
				"Line72": "Voor elk spel moet je een naam kiezen voor je held of heldin.",
				"Line73": "Je kunt de Creëer-knop kiezen door de cursor op de knop te zetten",
				"Line74": "en op Actieknop 1 te drukken.",
				"Line75": "Dit brengt je naar het naaminvoerscherm",
				"Line76": "waar je je naam intypt op het toetsenbord",
				"Line77": "door de gewenste letters te selecteren met Actieknop 1",
				"Line78": "en vervolgens je cursor op de knop Klaar te zetten",
				"Line79": "en nogmaals op Actieknop 1 te drukken.",
				"Line80": "Dit brengt je terug naar het speler selectiescherm.",
				"Line81": "Hier druk je op Speel door de Speel-knop te selecteren",
				"Line82": "en op Actieknop 1 te drukken.",
				"Line83": "Je begint dan met het spel.",
				"Line84": "Om de naam van een speler te wissen, plaats je de cursor op de Wis-knop",
				"Line85": "en hou je drie seconden lang de Actieknop 1 ingedrukt.",
				"Line86": "Om het spel te verlaten, plaats je de cursor op de Stop-knop",
				"Line87": "en druk je op Actieknop 1.",
				"Line88": "Dat is alles wat ik voor nu zal onthullen.",
				"Line89": "De rest is aan jou om te ontdekken."
			},
			"ShrineOfEarth": {
				"Line01": "Gaspra: Gefeliciteerd, Zelda. Je hebt gezegevierd.",
				"Line02": "Haast je nu. Je moet naar een festivalplaats reizen.",
				"Line03": "Het gerucht gaat dat het in het grote bos in het noorden te vinden is.",
				"Line04": "En onthoud: niet alles is wat het lijkt.",
			}
		},
		"Dialogue": {
			"VisionHenge": {
				"Shurmak": {
					"Introduction": {
						"Line01": "Shurmak: Ik ben Shurmak, jouw gids.",
						"Line02": "Ik ken je al sinds je nog maar een kind was.",
						"Line03": "Je hebt een moeilijke taak gekregen.",
						"Line04": "Je zult ver moeten reizen en grote gevaren moeten trotseren.",
						"Line05": "Blijf kalm en gebruik je kennis en kracht om je vijanden te verslaan.",
						"Line06": "Onthoud wat je leert tijdens je reis en geef niet op.",
						"Line07": "Ga nu naar degene die een bed heeft, maar nooit slaapt",
						"Line08": "waarbij een rode wilg waakt",
						"Line09": "en naar de mond die nooit praat."
					},
					"DoNotRoam": {
						"Line01": "Shurmak: Zelda! Zelda! Do not roam unprotected.",
						"Line02": "Look nearby for something to aid you."
					},
					"DoNotBeHasty": {
						"Line01": "Shurmak: Zelda, wees niet zo haastig!",
						"Line02": "Er is hier in de buurt iets dat je moet hebben.",
						"Line03": "Verkenning is de sleutel tot jouw succes."
					}
				}
			},
			"PlainOfAndor": {
				"BeggarWoman": {
					"BeforeGiveRupees": {
						"Line01": "Bedelaar: Oh, schone prinses",
						"Line02": "heb meelij met een arm wezen, verbannen uit Great Wimbich in het noorden!",
						"Line03": "Ik vraag slechts genoeg voor een enkele maaltijd voor mijn kinderen",
						"Line04": "die honger hebben en kou lijden door de wind."
					},
					"AfterGiveRupees": {
						"Line01": "Bedelaar: U zijt duizendmaal gezegend",
						"Line02": "duizendmaal, schone prinses!"
					},
					"MustLearnCharity": {
						"Line01": "Bedelaar: Je moet liefdadigheid leren voordat je een echte prinses kunt worden!",
						"Line02": "Moge je nooit de rode wilg bij de grot komen!"
					},
				},
			},
		
		}
		
    }
}